export const продукты = {
  индейка: {
    калорийность: 2.76,
    белки: 0.195,
    жиры: 0.22,
    углеводы: 0,
  },
  макароны: {
    жиры: 0.015,
    углеводы: 0.75,
    белки: 0,
    ккал: 3.71,
  },
  гречка: {
    калорийность: 3.08,
    белки: 0,
    жиры: 0.033,
    углеводы: 0.571,
  },
  творог: {
    белки: 0.18,
    жиры: 0.005,
    углеводы: 0.033,
    ккал: 0.9,
  },
  куриная_грудка: {
    калорийность: 1.13,
    белки: 0.236,
    жиры: 0.019,
    углеводы: 0.004,
  },
  свинина: {
    калорийность: 1.42,
    белки: 0.194,
    жиры: 0.071,
    вода: 0.724,
  },
  безлактозное_молоко: {
    калорийность: 0.4,
    белки: 0.035,
    жиры: 0.015,
    углеводы: 0.025,
  },
  молоко: {
    калорийность: 0.54,
    белки: 0.029,
    жиры: 0.025,
    углеводы: 0.048,
  },
  яйца: {
    калорийность: 1.57,
    белки: 0.127,
    жиры: 0.115,
    углеводы: 0.007,
  },
  рис: {
    калорийность: 9999,
    белки: 999,
    жиры: 999,
    углеводы: 999,
  },
};
