export const продукты = {
  добавить_углевод: {
    белки: 0,
    жиры: 0,
    углеводы: 1,
    ккал: 4,
  },
  добавить_жир: {
    белки: 0,
    жиры: 1,
    углеводы: 0,
    ккал: 9,
  },
  добавить_белокк: {
    белки: 1,
    жиры: 0,
    углеводы: 0,
    ккал: 4,
  },
  индейкаа: {
    белки: 0.237, // 23.7 г / 100 г
    жиры: 0.015, // 1.5 г / 100 г
    углеводы: 0.001, // 0.1 г / 100 г
    ккал: 1.14, // 114 ккал / 100 г
  },
  макароны: {
    жиры: 0.015,
    углеводы: 0.75,
    белки: 0,
    ккал: 3.71,
  },
  гречка: {
    калорийность: 3.08,
    белки: 0,
    жиры: 0.033,
    углеводы: 0.571,
  },
  творог_0: {
    белки: 0.18,
    жиры: 0.005,
    углеводы: 0.033,
    ккал: 0.9,
  },
  куриная_грудка: {
    калорийность: 1.13,
    белки: 0.236,
    жиры: 0.019,
    углеводы: 0.004,
  },
  свинина: {
    калорийность: 1.42,
    белки: 0.194,
    жиры: 0.071,
    вода: 0.724,
  },
  безлактозное_молоко: {
    калорийность: 0.4,
    белки: 0.035,
    жиры: 0.015,
    углеводы: 0.025,
  },
  молоко: {
    калорийность: 0.54,
    белки: 0.029,
    жиры: 0.025,
    углеводы: 0.048,
  },
  яйца: {
    калорийность: 1.57,
    белки: 0.127,
    жиры: 0.115,
    углеводы: 0.007,
  },
  рис: {
    калорийность: 3.33,
    белки: 0,
    жиры: 0.01,
    углеводы: 0.77,
  },
  сыр: {
    калорийность: 3.64,
    белки: 0.232,
    жиры: 0.295,
    углеводы: 0,
  },
  сметана_20: {
    калорийность: 2.06,
    белки: 0.025,
    жиры: 0.2,
    углеводы: 0.034,
  },
  арахис: {
    калорийность: 5.67,
    белки: 0.26,
    жиры: 0.49,
    углеводы: 0.16,
  },
  грецкий_орех: {
    калорийность: 6.56,
    белки: 0.162,
    жиры: 0.608,
    углеводы: 0.111,
  },
  рис_бурый: {
    калорийность: 3.38,
    белки: 0,
    жиры: 0.018,
    углеводы: 0.729,
  },
  изолят_сывороточного_белка: {
    калорийность: 3.81,
    белки: 0.9,
    жиры: 0.01,
    углеводы: 0.03,
  },
  помело: {
    калорийность: 0.38,
    белки: 0,
    жиры: 0,
    углеводы: 0.1,
  },
  лимоны: {
    калорийность: 0.29,
    белки: 0,
    жиры: 0,
    углеводы: 0.09,
  },
  лук: {
    калорийность: 0.4,
    белки: 0,
    жиры: 0.001,
    углеводы: 0.09,
  },
  масло_сливочное: {
    калорийность: 6.61,
    белки: 0.008,
    жиры: 0.725,
    углеводы: 0.013,
  },
  греческий_йогурт: {
    калорийность: 0.64,
    белки: 0.07,
    жиры: 0.02,
    углеводы: 0.05,
  },
  постная_индейка: {
    калорийность: 0.78,
    белки: 0.12,
    жиры: 0.02,
    углеводы: 0.03,
  },
  говядина: {
    калорийность: 1.87,
    белки: 0.19,
    жиры: 0.12,
    углеводы: 0,
  },
  хлеб: {
    калорийность: 2.66,
    белки: 0.089,
    жиры: 0.033,
    углеводы: 0.467,
  },
  сыр_плавленный: {
    белки: 0.085,
    жиры: 0.18,
    углеводы: 0.085,
    ккал: 2.3,
  },
  хлебцы: {
    белки: 0,
    жиры: 0.023,
    углеводы: 0.571,
    ккал: 2.9,
  },
  жирный_фарш: {
    белки: 0.12,
    жиры: 0.28,
    углеводы: 0.03,
    ккал: 3.0,
  },
  форель: {
    белки: 0.21,
    жиры: 0.07,
    углеводы: 0.0,
    ккал: 1.48,
  },
  овсяное_молоко: {
    белки: 0.01, // (1 г / 100 г)
    жиры: 0.006, // (0.6 г / 100 г)
    углеводы: 0.06, // (6 г / 100 г)
    ккал: 0.3, // (30 ккал / 100 г)
  },
  сывороточный_концентрат: {
    белки: 0.769, // (76.9 г / 100 г)
    жиры: 0.067, // (6.7 г / 100 г)
    углеводы: 0.085, // (8.5 г / 100 г)
    ккал: 4.02, // (402 ккал / 100 г)
  },
  куриные_бёдра: {
    калорийность: 2.1,
    белки: 0.17,
    жиры: 0.16,
    углеводы: 0,
  },
  пудинг_hyper_high_protein: {
    калорийность: 0.8,
    белки: 0.1,
    жиры: 0.015,
    углеводы: 0.06,
  },
  мягкий_творог: {
  калорийность: 0.95,
  белки: 0.086,
  жиры: 0.05,
  углеводы: 0.04,
},
  булгур: {
  калорийность: 3.42,
  белки: 0.123,
  жиры: 0.013,
  углеводы: 0.759,
},
  яичный_белок: {
  калорийность: 0.52,
  белки: 0.111,
  жиры: 0.002,
  углеводы: 0.007,
},

};
